Repository: Jinxed-Liu/esheep
Catalog: eSheepNext/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 共享牧场不能直接转为本地牧场，请先移除其他成员或复制为新牧场。
en: Shared rangelands cannot be converted directly to local pastures, but please remove other members or replicate them as new pastures.

source: 共享牧场必须先移除成员后才能切换云端权威。
en: Shared rangelands must be removed before cloud authority can be changed.

source: 关系
en: Relations

source: 关系来源
en: Source of relationship

source: 关联冻精供体
en: Associated frozen concentrate

source: 关联投喂（可选）
en: Associate feeding (optional)

source: 关联投喂没有可用原料明细。
en: There are no details of the raw materials available for associated feeding.

source: 关联种公羊
en: Link breeding ram

source: 关联种公羊耳号
en: Associated ram ears.

source: 关联配种
en: Associated breeding

source: 关键提醒
en: Key reminder

source: 关闭
en: Close

source: 关闭 Realtime（验收 cursor）
en: Close Realtime

source: 关闭后不再安排系统后台刷新；进入应用后仍会同步。iOS 也可能根据电量和使用习惯限制后台任务。
en: After closing, the system background refresh will no longer be arranged; sync will still appear after entering the application. iOS may also limit background tasks based on battery power and usage habits.

source: 关闭照片大图
en: Close photo image

source: 关闭设置页头像收拢、缩放等装饰动画，不影响页面跳转和业务操作。
en: Turn off decorative animations such as settings page avatar collapse, zoom, etc., without affecting page jumping and business operations.

source: 其中清出量 kg（可选）
en: Among them, the cleaning amount is kg (optional)

source: 其他包装
en: Other packing

source: 养殖分析用于生产辅助，不替代兽医诊断、法规要求或用户的现场判断。
en: Farming analysis is used for production aids and is not a substitute for veterinary diagnosis, regulatory requirements or on-site judgement by users.

source: 内容
en: Content

source: 再次读取当前牧场数据
en: Read current range data again

source: 再次输入相同密码
en: Enter the same password again

source: 最后一只在场羊离开后，圈舍会自动归档到这里。
en: When the last sheep present leaves, the ring will automatically be filed here.

source: 最后错误
en: Last Error

source: 最新 %@ 天
en: Latest %@ days

source: 最新均重
en: Current average weight

source: 最终耳号
en: Final ear tag

source: 最近体重
en: Recent weight

source: 最近入场
en: Recent admissions

source: 最近完成
en: Recently completed

source: 最近胎间距
en: Recent birth spacing

source: 最近记录于 %@
en: Latest record %@

source: 最近错误
en: Recent errors

source: 最高 / 最低
en: Highest/lowest

source: 最高 revision
en: Highest revision

source: 写入失败：%@
en: Write failed: %@

source: 冰雹
en: Hail.

source: 冲回
en: Run back.

source: 冲突
en: Conflict

source: 冲突与安全
en: Conflict and security

source: 冲突缺少可用的本地版本。
en: Conflict lacks available local versions.

source: 冲突记录
en: Conflict Record

source: 冲突记录不存在。
en: Conflict records do not exist.

source: 冻精
en: Frozen semen

source: 冻精供体
en: Frozen semen Donor

source: 冻精供体关联了无效种公羊。
en: Frozen concentrates are associated with an invalid species of rams.

source: 冻精供体快照
en: Frozen concentrate.

source: 冻精供体来源必须且只能填写供体登记号。
en: Frozen concentrate supply sources must and can only be filled in the supply registration number.

source: 冻精供体档案
en: Frozen semen Donor Profile

source: 冻精入库
en: Frozen in.

source: 冻精库存
en: Frozen semen inventory

source: 冻精批次
en: Frozen semen batch

source: 冻精批次存在无效供体引用。
en: There is an invalid supply reference for frozen batches.

source: 冻精流水
en: Frozen water.

source: 冻精用量
en: Frozen semen dosage

source: 冻精盘点
en: Frozen Disk Point

source: 冻精管理
en: Frozen semen Management

source: 冻精编号
en: Frozen semen number

source: 冻精编号会用于配种记录和父本追溯。
en: The frozen semen number will be used for breeding records and sire traceability.

source: 冻精详情
en: Frozen semen Details

source: 冻精调整
en: Freeze adjustment

source: 冻雨
en: Frozen rain

source: 准备临时数据库
en: Prepare ad hoc databases

source: 准备靠近邀请
en: Prepare to approach the invitation.

source: 减少动态效果
en: Reduce dynamic effects

source: 出售
en: Sale

source: 出售、淘汰或死亡
en: Sale, Culling, or Death

source: 出栏
en: Out

source: 出生 %@
en: Birth %@

source: 出生 24 小时后的体重属于普通称重，必须先建立羔羊档案。
en: The weight of a child 24 hours after birth is a normal weight, and the lamb file must first be created.

source: 出生信息
en: Birth information

# 出生前 %lld～%lld 天内，没有找到与母本同舍的已确认种公羊或可人工核实的旧档线索。
source: 出生前 %1$lld～%2$lld 天内，没有找到与母本同舍的已确认种公羊或可人工核实的旧档线索。
en: No confirmed breeding ram or manually verifiable legacy record was found in the same pen as the dam %lld–%lld days before birth.

source: 出生日期
en: Date of birth

source: 出生死亡率
en: Birth mortality rate

source: 出生重
en: Birth weight

source: 出生重kg
en: birth weightkg

source: 出锅投喂
en: Feed from TMR batch

source: 分享
en: Share

source: 分享内容
en: Share content

source: 分享或导出羊只档案
en: Share or export sheep files

source: 分享海报
en: Share poster

source: 分享羊只海报
en: Share sheep Poster

source: 分享邀请
en: Share invitation

source: 分享邀请码
en: Share invitation code

source: 分析与历史
en: Analysis and History

source: 分析主题：population、weight、lamb、reproduction、feeding
en: Analysis of topics: population, water, lmb, regulation, feeding

source: 分析内容
en: Analyze content

source: 分析数据暂时无法读取：%@
en: Analysis data is temporarily unavailable: %@

source: 分析数据读取失败：%@
en: Analysis data failed to load: %@

source: 分析期间
en: Analysis period

source: 分析期间没有可计算采食
en: No feed intake can be calculated during the analysis period

source: 分析维度
en: Analysis Dimensions

source: 分析范围
en: Analysis scope

source: 分配后仍可逐舍调整；保存时以逐舍实际量合计为准。
en: After distribution, it can still be adjusted round by round; when saving, the actual total amount by round shall prevail.

source: 分配投料
en: Allocate feed

source: 分页
en: Pagination

source: 分顿监控
en: We're gonna have to go over that.

source: 切换仅替换当前牧场的已确认云端缓存；账号、其他牧场、本机配置和未确认 Outbox 不参与替换。
en: Toggle only replaces the confirmed cloud cache of the current farm; accounts, other farms, native configurations, and unconfirmed Outboxes do not participate in the replacement.

source: 切换到已校验缓存
en: Switch to verified cache

source: 切换牧场，当前为%@
en: Switch to farm, currently %@

source: 切换牧场，当前为%@，正在加入共享牧场
en: Switch to farm, currently %@, joining the shared farm

source: 切换状态
en: Switch status

source: 创建
en: Create

source: 创建后，你将成为该牧场的牧场主。账号准备完成后即可邀请成员协作。
en: Once created, you will be the shepherd owner of the farm. Invite members to collaborate when your account is ready.

source: 创建后可选择靠近发送、iMessage、微信、链接或二维码。
en: After creation, you can choose to send it close to, iMessage, WeChat, link or QR code.

source: 创建复免提醒
en: Create a reinstatement reminder

source: 创建恢复点
en: Create restore point

source: 创建提醒事项
en: Create Reminder

source: 创建日历事件
en: Create Calendar Events

source: 创建日期
en: Creation date

source: 创建正式牧场
en: Create formal pastures

source: 创建第一个牧场
en: Create the first farm

source: 初始云端恢复点
en: Initial cloud recovery point

source: 初始规则设置
en: Initial rule settings

source: 初生 %@ · ADG %@
en: Birth %@ · ADG %@

source: 初生重
en: Newborn.

source: 删除
en: Delete

source: 删除 API Key
en: Delete API Key

source: 删除 MiMo API Key？
en: Delete MiMo API Key?

source: 删除 TMR 投喂并冲回成品余额
en: Delete TMR feed and flush back the finished balance

source: 删除与恢复
en: Delete & Restore

source: 删除事件
en: Delete event

source: 删除会撤销底层权威事实并同步重算关联历史；健康、繁殖事件还会反冲库存并重建提醒。审计记录不会被抹除。
en: Delete will undo the underlying authoritative facts and sync recalculate the associated history; health and reproductive events will also backfire inventory and rebuild reminders. Audit records will not be erased.

source: 删除会撤销所属的整次出锅投喂；若该次包含多个圈舍，将一起撤销并恢复 TMR 批次余额，原料库存不会变化。审计记录不会被抹除。
en: Deleting this record reverses the entire TMR-batch feeding it belongs to. If that feeding includes multiple pens, all of them are reversed together and the TMR batch balance is restored; ingredient inventory is unchanged. Audit records are preserved.

source: 删除健康记录反向恢复库存：
en: Delete health record reverse inventory:

source: 删除原因
en: Delete reason

source: 删除后助手不可用，历史会话仍保留。
en: The assistant is unavailable after delete, and historical sessions are still retained.

source: 删除并冲回库存
en: Delete and rush back inventory

source: 删除投喂冲回
en: Delete Feed Back

source: 删除投喂并冲回库存
en: Delete feed and flush back to stock

source: 删除未使用的 TMR 批次
en: Remove unused TMR batches

source: 删除未使用的整锅并冲回原料
en: Delete unused TMR batch and return ingredients

source: 删除权威记录
en: Delete Authority Record

source: 删除照片
en: Delete photos

source: 删除盘槽
en: Delete bunk reading

source: 删除盘槽记录
en: Delete Slot Record

source: 删除记录
en: Delete Record

source: 删除语义
en: Remove Semantic

source: 删除账号前必须先完成一次有效登录，然后重新确认。
en: A valid login must be completed before the account is deleted and then reconfirmed.

source: 删除账户
en: Delete account

source: 删除这只羔羊
en: Delete only lamb

source: 删除这张照片？
en: Delete this photo?

source: 制作 TMR
en: Make TMR

source: 制作一锅 TMR
en: Make a pot of TMR

source: 制作一锅 TMR 后会在这里形成成品账。
en: A finished-feed ledger appears here after a TMR batch is mixed.

source: 制作入账
en: Production and accounting

source: 制作备注
en: Make notes

source: 制作时间
en: Production time

source: 制作本锅
en: Mix this batch

source: 刷新官方额度
en: Refresh official quota

source: 刷新成员列表
en: Refresh member list

source: 剂量
en: Dose

source: 前往 App
en: Go to App

source: 前往App
en: Go to App

source: 前次体重
en: Last time weight

source: 前次体重与区间日增重的关系
en: The relationship between the previous weight and the growing area

# 剩余 %@ kg · %@
source: 剩余 %1$@ kg · %2$@
en: Remaining %@ kg · %@

# 剩余 %@ kg · 清出 %@ kg · %@
source: 剩余 %1$@ kg · 清出 %2$@ kg · %3$@
en: Remaining %@ kg · Clear %@ kg · %@

source: 剩余 Token
en: Remaining Tokens

source: 剩料
en: Residues

source: 剩料kg
en: Residuekg

source: 剩料组成（可选修正）
en: Leftover composition (optional correction)

source: 剩料组成合计
en: Total balance composition

source: 剩料组成的每一行都要选择原料并填写非负重量。
en: The raw material is selected and the non-negative weight filled in for each row of the leftover.

source: 加入 Supabase 牧场
en: Join Supabase farm

source: 加入%@的 Supabase 邀请二维码
en: Join %@’s Supabase invitation QR code

source: 加入%@的邀请二维码
en: Invitation QR code to join %@

source: 加入中断，已停止自动重试
en: Join aborted, automatic retry stopped

source: 加入于 %@
en: Joined in %@

source: 加入已暂停
en: Accession suspended

source: 加入步骤
en: Add steps

source: 加入牧场
en: Join farm

source: 加入生产批次
en: Add production batch

source: 加入申请已提交。请让场主批准；批准后再点“检查批准状态并加入”。
en: Application for membership has been submitted. Please allow the owner to approve; after approval, add “check for approval and join”.

source: 加密同步暂不可用：%@ MiMo Key 已安全保存在本机，不受影响。
en: Encryption sync is temporarily unavailable: %@ MiMo Key is safely stored locally and will not be affected.

source: 加密同步设备
en: Encryption sync device

source: 加密恢复数据已损坏。
en: Encryption recovery data is corrupted.

source: 加密数据不属于当前 eSheep 账号。
en: Encryption data does not belong to the current eSheep account.

source: 加密连接已建立，邀请正在自动发送，无需继续移动手机。
en: Encrypted connections have been created, invitations are being sent automatically and mobile phones do not need to continue.

source: 加权单价
en: Weighted Unit Price

source: 动态效果
en: Dynamic effects

source: 勾选后，该羊只不计入本次均分人数，但不会改变羊只所在圈舍和存栏。
en: After checking, the sheep will not be included in the average number of people this time, but it will not change the pen and herd inventory where sheep is located.

source: 包/捆装
en: Packages/bunks

source: 包装/捆数量（说明）
en: Package/bundle quantity (description)

source: 包装数量
en: Number of packagings

source: 包装规格重量
en: Packaging specification weight

source: 包装说明（不自动换算为库存）
en: Packaging instructions (not automatically converted to inventory)

source: 匹配
en: Match

source: 匹配成功
en: Match Success

source: 区间 ADG 趋势
en: ADG Trends

source: 区间未闭合
en: Unclosed

source: 千克
en: kg

source: 千克/天
en: kg/day

source: 单价（元/kg）
en: Unit price (yuan/kg)

source: 单位
en: Unit

source: 单独同意
en: Separate Consent

source: 单羊
en: Single sheep.

source: 单羊档案
en: One sheep file

source: 南侧圈舍
en: South Circle

source: 历史事件
en: Historical events

source: 历史人数估算
en: Historical estimates

source: 历史会话
en: History session

source: 历史修正、撤销、恢复、删除不通过 Excel 执行，请在 App 内逐条确认。
en: Historical amendments, revocations, reinstatements, deletions are not executed through Excel, and please confirm in App article by article.

source: 历史原料
en: Historical raw materials

source: 历史同舍种公羊候选
en: Candidate of historical mate ram

source: 历史圈舍
en: History House

source: 历史圈舍记录
en: History House Record

source: 历史实况
en: History

source: 历史归档
en: History Archive

source: 历史归档 · %@
en: Historical archive · %@

source: 历史归档羊只
en: History files sheep

source: 历史归档羊只，仅用于还原时间线。
en: Historical archive sheep, only used to restore the timeline.

source: 历史投喂
en: History.

source: 历史投喂来源
en: History Feeding Source

source: 历史时间无效
en: History is invalid

source: 历史羊舍
en: History Sheep

source: 历史记录待归属
en: Historical records to be attributed

source: 历史资料
en: Historical information

source: 历史重建产生无效的每日圈舍存栏记录。
en: History reconstruction produces an ineffective daily memory column.

source: 历史重建产生负圈舍存栏。
en: Historic reconstruction creates a negative circle bar.

source: 压缩后目标
en: Compressed target

source: 原因
en: Reason

source: 原因/备注
en: Reason/Remarks

source: 原圈舍
en: Original Circle

source: 原始业务历史缺少实体标识，不能生成可验证基线。
en: The original business history lacks physical identifiers to generate a verifiable baseline.

source: 原始备注
en: Original Remarks

source: 原投喂记录或批次已更新，请刷新后重试。
en: The original feed record or batch has been updated, please refresh and try again.

source: 原投喂运行
en: Original feeding run

source: 原数据库会完整保留，但 App 将启动新的空白本地数据库。请确认你拥有本地备份或已完成云端验收。
en: The original database will be kept intact, but the app will start a new, blank local database. Please confirm that you have local backup or have completed cloud acceptance.

source: 原料
en: Ingredient

source: 原料名称
en: Ingredient name

source: 原料库
en: Ingredient library

source: 原料库与库存
en: Ingredient library and inventory

source: 原料库存批次
en: Stock batch of raw materials

source: 原料库存流水
en: Stock flow of raw materials

source: 原料快照
en: Ingredient snapshot

source: 原料批次
en: Ingredient batch

source: 原料明细
en: Material breakdown

source: 原料比例
en: Ingredient scale

source: 原料盘点
en: Raw stock count

source: 原料组成
en: Ingredient composition

source: 原牧场仍在本机。为避免两份相同业务标识互相覆盖，只能先验证备份；请在新安装或原牧场已安全移除后恢复。
en: The original range is still on the plane. In order to avoid two identical service signs covering each other, backups can only be verified first; please restore after new installation or the original range has been safely removed.

source: 原耳号：%@
en: Original ear tag: %@

source: 原预计产羔
en: Originally expected lambing

source: 参与 / 当日
en: Participate / same day

source: 参与均分的羊只数不能为 0。
en: The number of participating sheep cannot be zero.

source: 参与均分羊数
en: Participate in the average number of sheep

source: 参考整群每日
en: Reference Group Daily

source: 参考整群每日量
en: Reference daily amount for the whole group

source: 参考羊数
en: Reference number of sheep

source: 参考羊数只用于同时展示参考整群总量。
en: The reference sheep number is only used to show the reference whole herd total at the same time.

source: 发布：%@
en: Posted by: %@

source: 发现时间
en: Discovery time

source: 发现没有账户绑定标识的旧交易。为防止串用，该交易不会自动授予当前账户；请通过支持渠道核验。
en: Old transactions found without account binding identifier. To prevent collusion, the transaction will not be automatically granted to the current account; please verify through support channels.

source: 发现重复、缺失或冲突关系
en: Find duplicate, missing, or conflicting relationships

source: 发生日期
en: Occurrence date

source: 发生时间
en: Occurrence time

source: 发生时间与顿次
en: Occurrence time and frequency

source: 发生时间倒序
en: Rewinding of occurrence

source: 发送
en: Send

source: 发送失败
en: Sending failed

source: 发送时直接提交 MiMo；用于回听的原始副本只保存在此 iPhone，不上传到 eSheep 云端或参与个人空间同步。
en: The request is sent directly to MiMo. The original copy used for playback stays only on this iPhone and is not uploaded to eSheep Cloud or synced to your personal space.

source: 发送每日汇总
en: Send daily summary

source: 发送给 MiMo 的请求无效。
en: Invalid request sent to MiMo.

source: 发送给成员
en: Send to members

source: 发送语音
en: Send voice

source: 发送验证码
en: Send verification code

source: 取消
en: Cancel

source: 取消全选
en: Deselect all

source: 取消头像
en: Cancel avatar

source: 取消并保留旧库
en: Cancel and keep old library

source: 取消种公羊标记
en: Unmark the sheep

source: 取消语音
en: Cancel voice

source: 变更审计
en: Change audit

source: 另有 %lld 条匹配，请继续输入耳号缩小范围。
en: There are %lld matches, please continue to enter ear tag to narrow the range.

source: 只
en: Only

source: 只允许人工选择
en: Only manual selection is allowed

source: 只允许删除没有任何下游投喂的批次；原料库存以反向流水完整冲回。
en: Only batches with no downstream feedings can be deleted. Ingredient inventory is fully restored with reversing transactions.

source: 只允许在已启用 Supabase 的 Development 构建中执行。
en: Only allow execution in an enabled Supabase Development build.

source: 只在点击“使用当前位置”时申请使用期间定位权限。搜索和手动坐标不依赖定位授权。
en: Only request permission to use period location when clicking "Use current location". Search and manual coordinates do not rely on positioning authorization.

source: 只填写需要导入的工作表；保留首行字段名；删除或覆盖示例行；日期统一使用 yyyy-MM-dd。
en: Only fill in the sheet that you want to import; keep the first line field name; delete or overwrite the example line; and use yyy-MM-dd on a single date.

source: 只将实际用于繁殖的公羊标记为种公羊。这个标记决定父本候选集合。
en: Mark only rams actually used for breeding as breeding rams. This designation determines the sire candidate set.

source: 只影响之后发送的语音
en: Only affects subsequent voices sent

source: 只有出售批次可以填写总售卖金额。
en: Only batches of the sale may be filled in the total amount of the sale.

source: 只有在 Mac 上的完整 App 容器备份已经验证可读时才继续。删除后，原目录只能从该外部备份恢复。
en: Continue only if the full app container backup on your Mac has been verified as readable. After delete, the original directory can only be restored from that external backup.

source: 只有场主的 Private Database 牧场可以创建恢复点。
en: Only the site owner's Private Database range can create recovery sites.

source: 只有投喂发生日期当天有羊只的圈舍可以记录投喂。
en: A feeding can be recorded only for pens containing sheep on the feeding date.

source: 只有母羊可以填写当前胎次。
en: Only the female can fill the current foetal.

source: 只有牧场主可以创建额外牧场。
en: Only ranchers can create additional pastures.

source: 只有牧场主或管理员可以修改规则。
en: Only owner or administrator can modify the rules.

source: 只核对当前牧场已有耳号和本文件内重复耳号；不会要求新耳号预先存在。
en: Only check that the current range has a ear and a repeat ear sign in this document; no new ear sign is required to exist in advance.

source: 只汇总唯一候选且通过日期、循环检查的记录；可按父本一次确认多只。多候选 %lld 条仍保留人工选择。
en: Only records that are unique candidates and pass date and cycle checks are summarized; you can press sire to confirm multiple records at one time. Multiple candidate %lld entries remain manually selected.

source: 只能使用当前羊只自己的照片作为头像。
en: The current sheep can only be used as their own photographs.

source: 只能关联已明确标记的种公羊。关联后，后代会同时投影父本羊只并永久保留当时的供体快照。
en: Only sheep explicitly marked as breeding rams can be linked. Once linked, the offspring record includes the sire and permanently preserves the donor snapshot from that time.

source: 只能填写出售、淘汰、死亡或转出。
en: Only for sale, phase-out, death or transfer.

source: 只能填写在用或停用。
en: Only in use or disabled can you fill in.

source: 只能填写未知、种公羊或冻精供体。
en: Only unknown, species of ram or frozen concentrate can be filled in.

source: 只能填写母羊、公羊或未知。
en: Only the female, ram or unknown.

source: 只能填写治疗或疫苗。
en: Only treatment or vaccines can be filled in.

source: 只能填写配种、孕检或流产；产羔请使用产羔表。
en: It is only possible to fill in a combination of seeds, pregnancy tests or miscarriages; the birth of a child should be on the basis of the birth form.

source: 只能恢复到没有羊群生产数据的空牧场。
en: Only empty pastures without data on sheep production can be restored.

source: 只能邀请管理员或员工。
en: Only administrators or employees can be invited.

source: 只补入这份 eSheep+ 备份中尚未进入 Next 的历史记录；不会重复羊只，也不会追溯扣减饲料库存。
en: Only the historical records of the eSheep+ backup that have not yet entered Next will be added; sheep will not be duplicated and feed stocks will not be deducted retroactively.

source: 只读保护中
en: Read-only protection

source: 可从 eSheepPlus 系统库加入，也可以创建自定义原料。
en: You can join from the eSheepPlus system library or create a custom ingredient.

source: 可以切换
en: You can switch.

source: 可删除的权威记录
en: Deletable authoritative record

source: 可导入
en: Importable

source: 可建立临时牧场
en: Temporary farm can be created

source: 可恢复的删除记录
en: Recoverable deletion records

source: 可恢复的实体类型
en: Type of entity recoverable

source: 可恢复记录
en: Can be recorded by restore

source: 可投喂库存基线
en: Feedable Inventory Baseline

source: 可消化蛋白
en: Inditable protein

source: 可溶性蛋白
en: Soluble protein

source: 可点击单个圈舍，也可用双指在列表中上下滑动连续选择。
en: You can click a single pen, or use two fingers to slide up and down in the list to select continuously.

source: 可用
en: Available

source: 可编辑字段
en: Editable fields

source: 可选
en: Optional

source: 可重建旧副本
en: Rebuild old copies

source: 可降解蛋白 RDP
en: Degradable protein RDP

source: 合并后的备注
en: Notes after the merger

source: 合格 %@
en: Qualified %@

source: 合计
en: Total

source: 合计与备注
en: Totals and remarks

source: 同一 operationID 在一个云端批次中出现不可变内容不一致，已拒绝应用。
en: The same operationID appears to be invertible in a cloud batch and has been refused application.

source: 同一 operationID 存在内容不一致的不可变操作。
en: There is an immutable operation with inconsistent content in the same operationID.

source: 同一个圈舍不能重复选择。
en: The same room cannot repeat the choice.

source: 同一批次的类型、原因、日期、备注和总额必须一致。
en: The type, cause, date, note and total of the same batch must be consistent.

source: 同一操作标识存在内容不一致的本地副本，已停止自动上传。
en: Local copies with inconsistent content of the same operational identifier have been stopped for automatic upload.

source: 同一种原料在配方或本锅中只能出现一次；多个库存批次请放在同一原料下。
en: The same feedstock may occur only once in the formulation or in the pot; multiple batches are requested under the same feedstock.

source: 同一行代表同一批离场
en: The same line represents the same departure.

source: 同一计划、日期和圈舍不能同时记录全天汇总与早、中、晚投喂。
en: The same plan, date and ring could not record a round-the-clock aggregation and early, medium and late feeding.

source: 同意并启用 AI
en: Agree and Enable AI

source: 同意版本
en: Consent Version

source: 同意状态
en: Consent Status

source: 同批出售必须填写一笔总售卖金额。
en: The same sale must be entered in a lump sum.

source: 同批出栏总价不能在单羊修正中改写。
en: The total price of the same export column cannot be rewrited in the single sheep correction.

source: 同批总售卖金额
en: Total sales amount of the same batch

source: 同批离场只有一笔总额，不能在单羊修正中改写。
en: There is only one total amount for the same batch of departures, which cannot be rewritten in the single sheep correction.

source: 同批离场只能记录批次总额，不能填写单羊金额。
en: Only the total amount of the batch can be recorded and the amount of the individual sheep cannot be filled out.

source: 同批离场数量
en: Number of departures from the same batch

source: 同期发情方案
en: Intermission programme for the same period

source: 同步中心
en: Sync center

source: 同步中断不会丢失本机记录，恢复网络后会自动继续。
en: Sync interruption will not lose the local record, and restore will automatically continue after the network.

source: 同步状态
en: Sync status

source: 同步状态损坏
en: Sync Status Damage

source: 同母羊
en: Same sheep.

source: 同父羊
en: Same father.

source: 同胎
en: Same child

source: 同胎数
en: Number of same births

source: 同胎羊
en: Same goat.

source: 同舍圈舍
en: Tongshe pen

source: 同舍记录日
en: Housemate record date

source: 名称
en: Name

source: 名称、编号或批号关键词；空字符串返回全部
en: name, number or batch keyword; empty string returns all

source: 名称、编号或类别
en: Name, number or category

source: 名称会同步到你的 eSheep+ 账户，并显示给同一牧场的协作成员。最多 40 个字符。
en: The name will sync to your eSheep+ account and be shown to collaborating members of the same farm. Maximum 40 characters.

source: 后代
en: Offspring

source: 后台活动
en: Background activity

source: 后备
en: Backup

source: 后备母羊
en: Sheep reserve.

source: 后备生长羊
en: Back-up sheep.

source: 否
en: Yes

source: 含 %lld 条早产容差证据
en: Contains %lld evidence of premature birth tolerance

source: 启用
en: Enable

source: 启用 eSheep 云
en: Enable eSheep clouds

source: 启用 eSheep 云？
en: Enable eSheep Cloud?

source: 启用 TMR 偏差提醒
en: Enable TMR deviation alerts

source: 启用库存批次
en: Enable inventory batch
